{
    "title": "Nastavitve metapodatkov",
    "description": "Konfigurirajte, kako se metapodatki pridobivajo, shranjujejo in usklajujejo za vaše knjige, vključno z nastavitvami ponudnikov in preferencami polj.",
    "autoDownload": {
        "sectionTitle": "Samodejni prenos metapodatkov",
        "warning": "Ko je omogočeno, bodo metapodatki samodejno pridobljeni iz vaših konfiguriranih virov ob vsakem dodajanju novih datotek v mapo Bookdrop. Upoštevajte, da lahko hkratna obdelava velikega števila datotek podaljša čas pridobivanja metapodatkov.",
        "enableLabel": "Omogoči samodejni prenos metapodatkov za uvoze iz Bookdropa",
        "loadError": "Nalaganje nastavitev ni uspelo."
    },
    "persistence": {
        "sectionTitle": "Obstojnost metapodatkov",
        "sectionDesc": "Konfigurirajte, kako se metapodatki zapisujejo v izvirne datoteke in kako se datoteke premikajo ali preimenujejo ob spremembi metapodatkov.",
        "networkWarningTitle": "Opozorilo za omrežno shrambo:",
        "networkWarning": "Te funkcije neposredno spreminjajo in premikajo datoteke knjig na disku (vključno s ponovnim zapisovanjem metapodatkov in preimenovanjem datotek). Zasnovane so izključno za lokalne datotečne sisteme. Uporaba na NAS ali oblačnih shrambah ni preizkušena in lahko privede do poškodb datotek, nepopolnih zapisov ali trajne izgube podatkov. Težave na Githubu, povezane z omrežno shrambo, ne bodo podprte.",
        "unsupportedNote": "Zapisovanje metapodatkov <b>ni podprto</b> za formate FB2, AZW3 in MOBI.",
        "writeEpub": "Zapiši metapodatke v EPUB",
        "writeEpubDesc": "Zapiši metapodatke neposredno v datoteke EPUB ob urejanju informacij o knjigi.",
        "writeCbx": "Zapiši metapodatke v CBX",
        "writeCbxDesc": "Zapiši metapodatke neposredno v datoteke CBX ob urejanju informacij o knjigi.",
        "writePdf": "Zapiši metapodatke v PDF",
        "writePdfDesc": "Zapiši metapodatke neposredno v datoteke PDF ob urejanju informacij o knjigi.",
        "writePdfNote": "Datoteke PDF ne podpirajo vgrajenih naslovnic. Posodobiti je mogoče le naslov, avtorje, založnika, kategorije, opis, jezik in datum objave.",
        "writeAudiobook": "Zapiši metapodatke v zvočne knjige",
        "writeAudiobookDesc": "Zapiši metapodatke neposredno v datoteke zvočnih knjig (M4B, M4A, MP3 itd.) ob urejanju informacij o knjigi.",
        "writeAudiobookNote": "Podpira naslov, avtorje, pripovedovalca, opis, založnika, kategorije, zbirko, jezik in naslovnico. Pri zvočnih knjigah v mapah se naslovnica shrani kot cover.jpg v mapi.",
        "maxFileSize": "Največja velikost datoteke:",
        "maxFileSizeTooltip": "Posodobljene bodo le datoteke do te velikosti. Večje datoteke bodo prezrte.",
        "autoMove": "Samodejno premakni datoteke ob posodobitvi metapodatkov",
        "autoMoveDesc": "Samodejno premakni in preimenuj datoteke v skladu z vzorcem poimenovanja knjižnice, ko so metapodatki posodobljeni.",
        "sidecarTitle": "Sidecar JSON datoteke",
        "sidecarDesc": "Ustvarite zunanje datoteke .metadata.json poleg svojih knjig za prenosno shranjevanje in varnostno kopiranje metapodatkov.",
        "enableSidecar": "Omogoči Sidecar JSON",
        "enableSidecarDesc": "Omogoči stranske JSON datoteke z metapodatki. Ko je omogočeno, se lahko metapodatki zapišejo v datoteke <code>ImeKnjige.metadata.json</code> poleg vaših knjig.",
        "writeOnUpdate": "Zapiši ob posodobitvi metapodatkov",
        "writeOnUpdateDesc": "Samodejno posodobi datoteko sidecar JSON vsakič, ko so metapodatki knjige urejeni.",
        "writeOnScan": "Zapiši ob začetnem skeniranju",
        "writeOnScanDesc": "Ustvari datoteke sidecar JSON, ko so knjige prvič dodane v knjižnico med skeniranjem.",
        "includeCover": "Vključi datoteko slike naslovnice",
        "includeCoverDesc": "Poleg datoteke sidecar JSON shrani tudi sliko naslovnice kot <code>ImeKnjige.cover.jpg</code>.",
        "loadError": "Nalaganje nastavitev ni uspelo."
    },
    "providers": {
        "sectionTitle": "Ponudniki metapodatkov",
        "sectionDesc": "Konfigurirajte, katere spletne vire želite uporabiti za pridobivanje metapodatkov knjig. Omogočite ponudnike in nastavite njihove žetone API ali piškotke za dostop do podrobnejših informacij.",
        "configurableTitle": "Ponudniki s konfiguracijo",
        "readyToUseTitle": "Ponudniki, pripravljeni na uporabo",
        "saveConfigurations": "Shrani konfiguracije",
        "saveSuccess": "Nastavitve ponudnikov metapodatkov so shranjene.",
        "saveError": "Shranjevanje nastavitev ponudnikov metapodatkov ni uspelo.",
        "region": "Regija",
        "selectDomain": "Izberite domeno",
        "cookieLabel": "Piškotek (izbirno, a zelo priporočljivo)",
        "cookieDesc": "Vnos piškotka seje Amazon aplikaciji omogoča dostop do bogatejših metapodatkov in izogibanje omejitvam poizvedb.",
        "cookiePlaceholder": "Prilepite svoj piškotek Amazon",
        "languageRestriction": "Jezikovna omejitev",
        "selectLanguage": "Izberite jezik",
        "apiKeyOptional": "Ključ API (izbirno)",
        "googleApiDesc": "Vnos ključa API za Google Books poveča omejitve poizvedb in izboljša zanesljivost.",
        "googleApiPlaceholder": "Vnesite ključ API za Google Books",
        "apiToken": "Žeton API",
        "hardcoverPlaceholder": "Vnesite žeton API za Hardcover",
        "comicvinePlaceholder": "Vnesite žeton API za Comic Vine"
    },
    "fieldSelector": {
        "sectionTitle": "Omogočena polja v urejevalniku in izbirniku metapodatkov",
        "sectionDesc": "Izberite, katera polja metapodatkov naj se prikažejo pri urejanju informacij o knjigi ali izbiranju metapodatkov pri ponudnikih. Onemogočena polja bodo skrita v vmesniku."
    },
    "publicReviews": {
        "sectionTitle": "Javne ocene",
        "sectionDesc": "Konfigurirajte samodejni prenos ocen uporabnikov z zunanjih platform. Ocene je mogoče pridobiti iz Amazon, Goodreads in Hardcover za dostop brez povezave.",
        "downloadLabel": "Prenesi javne ocene",
        "autoDownloadLabel": "Samodejni prenos ob odpiranju knjige",
        "autoDownloadDesc": "Samodejno pridobi ocene, ko odprete stran s podrobnostmi o knjigi. Ko je onemogočeno, bodo ocene prenesene le ročno ali med osveževanjem metapodatkov.",
        "reviewSources": "Viri ocen",
        "reviewSourcesDesc": "Konfigurirajte, s katerih platform želite prenašati ocene, in določite omejitve za posamezen vir.",
        "maxLabel": "Največ:",
        "maxTooltip": "Število ocen za prenos (1-10)",
        "noProviders": "Viri ocen niso na voljo. Prepričajte se, da so ponudniki metapodatkov konfigurirani v zgornjem razdelku Nastavitve ponudnikov.",
        "loadError": "Nalaganje nastavitev ni uspelo."
    },
    "matchWeights": {
        "sectionTitle": "Uteži za ujemanje metapodatkov",
        "sectionDesc": "Konfigurirajte pomembnost posameznega polja metapodatkov pri izračunu ocene ujemanja. Višje uteži pomenijo večji vpliv polja na določanje splošne kakovosti ujemanja.",
        "recalculateLabel": "Ponovno izračunaj ocene metapodatkov",
        "recalculateDesc": "Ponovno izračuna ocene ujemanja za vse knjige na podlagi najnovejših uteži.",
        "recalculateBtn": "Ponovno izračunaj",
        "fieldWeights": "Uteži polj",
        "saveWeights": "Shrani uteži",
        "saveSuccess": "Uteži so bile uspešno shranjene",
        "saveError": "Shranjevanje uteži ni uspelo",
        "recalcSuccess": "Ocene ujemanja za vse knjige so bile uspešno ponovno izračunane.",
        "recalcError": "Ponovni izračun ocen ujemanja ni uspel."
    }
}
