{
  "title": "Metadata-instellingen",
  "description": "Configureer hoe metadata wordt opgehaald, opgeslagen en gematcht voor uw boeken, inclusief providerinstellingen en veldvoorkeuren.",
  "autoDownload": {
    "sectionTitle": "Automatisch metadata downloaden",
    "warning": "Wanneer ingeschakeld wordt metadata automatisch opgehaald van uw geconfigureerde bronnen wanneer nieuwe bestanden aan de Bookdrop-map worden toegevoegd. Houd er rekening mee dat het gelijktijdig verwerken van een groot aantal bestanden de tijd voor het ophalen van metadata kan verlengen.",
    "enableLabel": "Automatisch metadata downloaden voor Bookdrop-imports inschakelen",
    "loadError": "Kon instellingen niet laden."
  },
  "persistence": {
    "sectionTitle": "Metadatapersistentie",
    "sectionDesc": "Configureer hoe metadata naar originele bestanden wordt geschreven en hoe bestanden worden verplaatst of hernoemd wanneer metadata wijzigt.",
    "networkWarningTitle": "Netwerkopslag waarschuwing:",
    "networkWarning": "Deze functies wijzigen en verplaatsen boekbestanden rechtstreeks op schijf (inclusief het herschrijven van metadata en hernoemen van bestanden). Ze zijn ontworpen voor alleen lokale bestandssystemen. Het gebruik ervan op NAS- of cloudopslag is niet getest en kan leiden tot bestandscorruptie, onvolledige schrijfbewerkingen of permanent gegevensverlies. GitHub-issues met betrekking tot netwerkopslag worden niet ondersteund.",
    "unsupportedNote": "Metadata schrijven wordt <b>niet ondersteund</b> voor FB2-, AZW3- en MOBI-formaten.",
    "writeEpub": "Metadata schrijven naar EPUB",
    "writeEpubDesc": "Metadata rechtstreeks in EPUB-bestanden schrijven bij het bewerken van boekinformatie.",
    "writeCbx": "Metadata schrijven naar CBX",
    "writeCbxDesc": "Metadata rechtstreeks in CBX-bestanden schrijven bij het bewerken van boekinformatie.",
    "writePdf": "Metadata schrijven naar PDF",
    "writePdfDesc": "Metadata rechtstreeks in PDF-bestanden schrijven bij het bewerken van boekinformatie.",
    "writePdfNote": "PDF's ondersteunen geen ingebedde omslagen. Alleen titel, auteurs, uitgever, categorieën, beschrijving, taal en publicatiedatum kunnen worden bijgewerkt.",
    "writeAudiobook": "Metadata schrijven naar luisterboeken",
    "writeAudiobookDesc": "Metadata rechtstreeks in luisterboekbestanden (M4B, M4A, MP3, etc.) schrijven bij het bewerken van boekinformatie.",
    "writeAudiobookNote": "Ondersteunt titel, auteurs, verteller, beschrijving, uitgever, categorieën, reeks, taal en omslagkunst. Voor mapgebaseerde luisterboeken wordt de omslag opgeslagen als cover.jpg in de map.",
    "maxFileSize": "Max. bestandsgrootte:",
    "maxFileSizeTooltip": "Alleen bestanden tot deze grootte worden bijgewerkt. Grotere bestanden worden overgeslagen.",
    "autoMove": "Bestanden automatisch verplaatsen bij metadata-update",
    "autoMoveDesc": "Verplaats en hernoem bestanden automatisch volgens het naamgevingspatroon van hun bibliotheek wanneer metadata wordt bijgewerkt.",
    "sidecarTitle": "Sidecar JSON-bestanden",
    "sidecarDesc": "Maak externe .metadata.json-bestanden naast uw boeken voor draagbare metadata-opslag en back-up.",
    "enableSidecar": "Sidecar JSON inschakelen",
    "enableSidecarDesc": "Schakel sidecar JSON-metadatabestanden in. Wanneer ingeschakeld kan metadata naar <code>Boeknaam.metadata.json</code>-bestanden naast uw boeken worden geschreven.",
    "writeOnUpdate": "Schrijven bij metadata-update",
    "writeOnUpdateDesc": "Het sidecar JSON-bestand automatisch bijwerken wanneer boekmetadata wordt bewerkt.",
    "writeOnScan": "Schrijven bij eerste scan",
    "writeOnScanDesc": "Sidecar JSON-bestanden aanmaken wanneer boeken voor het eerst aan de bibliotheek worden toegevoegd tijdens het scannen.",
    "includeCover": "Omslagafbeeldingsbestand opnemen",
    "includeCoverDesc": "Sla ook de omslagafbeelding op als <code>Boeknaam.cover.jpg</code> naast het sidecar JSON-bestand.",
    "loadError": "Kon instellingen niet laden."
  },
  "providers": {
    "sectionTitle": "Metadata-providers",
    "sectionDesc": "Configureer welke online bronnen worden gebruikt voor het ophalen van boekmetadata. Schakel providers in en stel hun API-tokens of cookies in om toegang te krijgen tot rijkere boekinformatie.",
    "configurableTitle": "Providers met configuratie",
    "readyToUseTitle": "Kant-en-klare providers",
    "saveConfigurations": "Configuraties opslaan",
    "saveSuccess": "Metadata-providerinstellingen opgeslagen.",
    "saveError": "Kon metadata-providerinstellingen niet opslaan.",
    "region": "Regio",
    "selectDomain": "Domein selecteren",
    "cookieLabel": "Cookie (Optioneel, maar sterk aanbevolen)",
    "cookieDesc": "Het verstrekken van uw Amazon-sessiecookie geeft de app toegang tot rijkere boekmetadata en omzeilt snelheidslimieten.",
    "cookiePlaceholder": "Plak uw Amazon-cookie",
    "languageRestriction": "Taalbeperking",
    "selectLanguage": "Taal selecteren",
    "apiKeyOptional": "API-sleutel (Optioneel)",
    "googleApiDesc": "Het verstrekken van een Google Books API-sleutel verhoogt snelheidslimieten en verbetert betrouwbaarheid.",
    "googleApiPlaceholder": "Voer Google Books API-sleutel in",
    "apiToken": "API-token",
    "hardcoverPlaceholder": "Voer Hardcover API-token in",
    "comicvinePlaceholder": "Voer Comic Vine API-token in"
  },
  "fieldSelector": {
    "sectionTitle": "Ingeschakelde velden in metadata-editor en -picker",
    "sectionDesc": "Selecteer welke metadatavelden worden weergegeven bij het bewerken van boekinformatie of het kiezen van metadata van providers. Uitgeschakelde velden worden verborgen in de interface."
  },
  "publicReviews": {
    "sectionTitle": "Openbare recensies",
    "sectionDesc": "Configureer automatisch downloaden van gebruikersrecensies van externe platforms. Recensies kunnen worden opgehaald van Amazon, Goodreads en Hardcover voor offline toegang.",
    "downloadLabel": "Openbare recensies downloaden",
    "autoDownloadLabel": "Automatisch downloaden bij boek openen",
    "autoDownloadDesc": "Recensies automatisch ophalen wanneer u de detailpagina van een boek opent. Wanneer uitgeschakeld worden recensies alleen handmatig of tijdens metadata-verversing gedownload.",
    "reviewSources": "Recensiebronnen",
    "reviewSourcesDesc": "Configureer van welke platforms recensies worden gedownload en stel limieten in voor elke bron.",
    "maxLabel": "Max:",
    "maxTooltip": "Aantal te downloaden recensies (1-10)",
    "noProviders": "Geen recensiebronnen beschikbaar. Zorg ervoor dat metadata-providers zijn geconfigureerd in de sectie Providerinstellingen hierboven.",
    "loadError": "Kon instellingen niet laden."
  },
  "matchWeights": {
    "sectionTitle": "Metadata-matchgewichten",
    "sectionDesc": "Configureer hoe belangrijk elk metadataveld is bij het berekenen van matchscores. Hogere gewichten maken velden invloedrijker bij het bepalen van de algehele matchkwaliteit.",
    "recalculateLabel": "Metadatascores herberekenen",
    "recalculateDesc": "Herberekent matchscores voor alle boeken op basis van de laatste gewichten.",
    "recalculateBtn": "Herberekenen",
    "fieldWeights": "Veldgewichten",
    "saveWeights": "Gewichten opslaan",
    "saveSuccess": "Gewichten succesvol opgeslagen",
    "saveError": "Kon gewichten niet opslaan",
    "recalcSuccess": "Alle boekmatchscores zijn succesvol herberekend.",
    "recalcError": "Kon matchscores niet herberekenen."
  }
}
