{
  "title": "Library Metadata Configuration",
  "description": "Configure metadata fetch behavior for your libraries. Set global defaults and create library-specific overrides to control how book metadata is retrieved from different providers.",
  "defaultSettings": {
    "sectionTitle": "Default Metadata Settings",
    "sectionDesc": "Set global default provider priorities for book metadata fields. These settings apply to all libraries unless overridden below. BookLore tries providers from left to right (1st → 2nd → 3rd → 4th priority) for each book field until it finds data. The system checks your 1st priority provider first - if that provider doesn't have the specific field (like description or author), it automatically moves to your 2nd priority, then 3rd, and finally 4th. Leave a priority empty to skip it entirely. For example, if Amazon (1st) has no description but Google Books (2nd) does, Google's description will be used. Use the Enable checkboxes to completely disable fetching for specific fields - disabled fields will be skipped entirely regardless of provider settings.",
    "saveButton": "Save Default Settings",
    "saveSuccess": "Default metadata options have been saved successfully.",
    "saveFailed": "Save Failed",
    "saveError": "Failed to save default metadata options. Please try again."
  },
  "libraryOverrides": {
    "sectionTitle": "Library-Specific Overrides",
    "sectionDesc": "Override the default priority settings for specific libraries. For example, you might prefer Amazon for fiction but Google Books for technical books. Each library can have its own provider priority order while falling back to defaults for unspecified fields. You can also enable or disable specific metadata fields per library - useful if certain libraries don't need specific data types like descriptions or covers.",
    "customSettings": "Custom Settings",
    "defaultSettings": "Default Settings",
    "exportSidecar": "Export Sidecar",
    "importSidecar": "Import Sidecar",
    "exportTooltip": "Generate .metadata.json files for all books in this library",
    "importTooltip": "Import metadata from existing .metadata.json files in this library",
    "saveLibraryButton": "Save {{name}} Settings",
    "saveSuccess": "Library metadata options have been saved successfully.",
    "saveFailed": "Save Failed",
    "saveError": "Failed to save library metadata options. Please try again.",
    "exportSuccess": "Exported sidecar files for {{count}} books.",
    "exportComplete": "Export Complete",
    "exportFailed": "Export Failed",
    "exportError": "Failed to export sidecar files. Please try again.",
    "importSuccess": "Imported metadata from {{count}} sidecar files.",
    "importComplete": "Import Complete",
    "importFailed": "Import Failed",
    "importError": "Failed to import from sidecar files. Please try again."
  }
}
